{
    "usecases": [
        {
            "title": "Implementierung von KumuluzAPI in einer Versicherungsumgebung",
            "menutitle": "KumuluzAPI in einer Versicherungsumgebung",
            "text1": "Das Ziel der Digitalisierung des Versicherungsgeschäfts war zweiteilig. Erstens, einen Überblick über APIs in der Geschäftsumgebung zusammen mit einem Überblick über Integrationen mit internen Anwendungen zu schaffen. Und zweitens, die Einrichtung eines API-Ökosystems für externe Partner. Die beiden am häufigsten von externen Partnern genutzten APIs sind die API für die informative Berechnung von Versicherungen (Sach-, Krankenversicherung, ...) und die API für den Abschluss von Versicherungen. Als interessantestes Beispiel ist die Nutzung dieser APIs durch einen Aggregator von Versicherungsanbietern, bei dem eine externe Organisation die APIs der Versicherungsunternehmen nutzt und einen Vergleich von Versicherungen zwischen verschiedenen Anbietern ermöglicht und dann auch den Abschluss von Versicherungen beim ausgewählten Anbieter.",
            "bulletpoints": [
                "88 veröffentlichte APIs",
                "613 API-Abonnements",
                "62 aktive Client-Anwendungen",
                "200k bis 500k API-Aufrufe pro Tag",
                "4 API-Gateways",
                "59 Backend-API-Installationen in Test- und Produktionsumgebungen"
            ],
            "features": [
                {
                    "title": "15%",
                    "text": "mehr Anfragen nach Versicherungsprodukten nach API-Veröffentlichung"
                },
                {
                    "title": "5%",
                    "text": "erhöhte Anzahl abgeschlossener Versicherungen nach API-Veröffentlichung"
                },
                {
                    "title": "2",
                    "text": "neue Partner"
                }
            ]
        },
        {
            "title": "Einrichtung einer API-Integrationsinfrastruktur in einer Bankenumgebung",
            "menutitle": "API-Infrastruktur in einer Bankenumgebung",
            "text1": "Das digitale Bankgeschäft erfordert eine Reihe von Integrationen zwischen verschiedenen Anwendungen und Systemen, sowohl intern als auch extern. Mit der KumuluzAPI-Lösung haben wir zwei Integrations-Infrastrukturkomponenten eingeführt – intern und extern. Die interne Integrationsinfrastruktur dient der Einrichtung von Integrationen zwischen internen Anwendungen und Systemen mit hohen Sicherheitsanforderungen. Die externe Integrationsinfrastruktur besteht aus zwei Teilen – einer Komponente für eingehende (Ingress-)Integrationen und einer Komponente für ausgehende (Egress-)Integrationen.",
            "text2": "Ein Schlüsselelement der Digitalisierung von Geschäftsumgebungen mit hohem Sicherheitsrisiko ist der Überblick über alle Integrationen und die Möglichkeit, einzelne Integrationen zu verwalten. Um ein hohes Sicherheitsniveau zu erreichen, müssen wir auch eine einfache Verwaltung der Sicherheitskonfiguration gewährleisten, wodurch wir die Möglichkeiten menschlicher Fehler reduzieren. Dies wird durch die Einführung von API-Gateways erreicht, die einen einheitlichen Eingangspunkt bei Ingress-Integrationen bzw. einen einheitlichen Ausgangspunkt bei Egress-Verkehr darstellen. Auf diese Weise kommt der gesamte Verkehr zu internen Anwendungen von einem eingehenden (Ingress-)Punkt, und der gesamte Verkehr von internen Anwendungen nach außen erfolgt über einen ausgehenden (Egress-)Punkt.",
            "features": [
                {
                    "title": "22",
                    "text": "Integrations-APIs"
                },
                {
                    "title": "bis zu 1.1M",
                    "text": "Aufrufe pro Tag"
                },
                {
                    "title": "35",
                    "text": "aktive Integrationen"
                }
            ],
            "image": "/images/ingress-egress-diagram.png"
        }
    ],
    "button-back": "ZURÜCK"
}
