{
    "details": [
        {
            "title": "Entwicklerportal",
            "menutitle": "Entwicklerportal",
            "text": "Der Haupteinstiegspunkt für Entwickler von Client-Anwendungen ist das KumuluzAPI-Entwicklerportal. Das Entwicklerportal bietet einen API-Katalog, in dem APIs angezeigt werden, die einem bestimmten Kunden zur Verfügung stehen. Entwickler greifen über das Portal auf die gesamte Dokumentation zu, die für die Implementierung von Client-Anwendungen erforderlich ist. Das Entwicklerportal stellt Dokumentation, API-Spezifikationen und die Möglichkeit zur Bestellung und Beschaffung von API-Schlüsseln für den Zugriff bereit.",
            "image": "/images/api-dev-portal.png"
        },
        {
            "title": "API-Katalog",
            "menutitle": "API-Katalog",
            "text": "Der API-Katalog ist die zentrale Komponente von KumuluzAPI Management und KumuluzAPI-Entwicklerportal. KumuluzAPI Management enthält mehrere API-Kataloge: Katalog aller veröffentlichten APIs, Katalog von APIs, die in KumuluzAPI importiert, aber nicht auf API-Gateways veröffentlicht sind, und Katalog von APIs, die sich in meinem Besitz befinden. Alle Kataloge unterstützen erweiterte Such-, Gruppierungs- und Tagging-Methoden für APIs. Der API-Katalog ist der Haupteinstiegspunkt im Entwicklerportal, wo dem Benutzer alle APIs angezeigt werden, auf die ihm Zugriff gewährt wurde.",
            "image": "/images/api-catalog.png"

        },
        {
            "title": "Automatische API-Erkennung",
            "menutitle": "Automatische API-Erkennung",
            "text": "Entdecken Sie APIs über den integrierten API-Discovery-Mechanismus und verbinden Sie sich mit ihnen, ohne URLs zu codieren. Verbinden Sie sich mit dem API-Discovery-Register und erhalten Sie Adressen dynamisch. Registrieren Sie neue API-Veröffentlichungen automatisch im API-Gateway im API-Discovery-Register.",
            "image": "/images/api-discovery.png"
        },
        {
            "title": "Integration mit DevOps und CI/CD",
            "menutitle": "Integration mit DevOps und CI/CD",
            "text": "Importieren Sie APIs während des Continuous Integration/Delivery-Zyklus in den API-Katalog. Verwenden Sie Plugins, mit denen Sie automatisch API-Spezifikationen zusammen mit Dokumentation im Markdown-Format aus dem Code generieren und APIs ohne zusätzliche manuelle Arbeit in KumuluzAPI importieren.",
            "image": "/images/kapi-ci-cd.png"
        },
        {
            "title": "Dokumentation",
            "menutitle": "Dokumentation",
            "text": "KumuluzAPI unterstützt die Dokumentation von APIs im Markdown-, Docsify- und/oder Rapidoc-Format. Bereiten Sie die Dokumentation einfach und effizient vor und veröffentlichen Sie sie als eingebettete oder eigenständige API-Dokumentation, die über das Entwickler- und Verwaltungsportal zugänglich ist. Unterstützen Sie einfach mehrsprachige Dokumentation.",
            "image": "/images/api-docs.png"
        },
        {
            "title": "Versionierung",
            "menutitle": "Versionierung",
            "text": "Die Erstellung neuer Versionen ist manuell oder automatisch während CI/CD-Zyklen durch Erhöhung der Projektversion möglich. APIs können separat für Umgebungen versioniert werden, die wir selbst definieren (DEV, TEST, UAT, STAGE, PROD).",
            "image": "/images/api-versions.png"
        },
        {
            "title": "Lebenszyklusverwaltung",
            "menutitle": "Lebenszyklusverwaltung",
            "text": "KumuluzAPI ermöglicht eine einfache Verwaltung des Lebenszyklus von API-Versionen durch Übergänge zwischen verschiedenen Versionstypen wie: Development, Production, Deprecated, Retired.",
            "image": "/images/api-lifecycle-portal.png"
        },
        {
            "title": "Abhängigkeitsanalyse und -visualisierung",
            "menutitle": "Abhängigkeitsanalyse und -visualisierung",
            "text": "KumuluzAPI ermöglicht die Visualisierung von Abhängigkeiten zwischen APIs und Client-Anwendungen. Auf diese Weise ermöglicht es die Nachverfolgbarkeit von Verbindungen und dem Status von Integrationen.",
            "image": "/images/api-integrations.png"
        }
    ]
}
