{
  "usecases": [
    {
      "title": "Implementation of KumuluzAPI in an insurance company environment",
      "menutitle": "KumuluzAPI in an insurance company",
      "text1": "The goal of digitizing the insurance company's operations was twofold. First, to establish an overview of APIs in the business environment together with an overview of integrations with internal applications. And second, to establish an API ecosystem for external partners. The two most used APIs by external partners are the API for informative insurance calculation (property, health, ...) and the API for concluding insurance contracts. The most interesting case is the use of these APIs by an insurance provider aggregator, where a third-party organization uses insurance company APIs and enables comparison of insurance between different providers and then also concludes insurance with the selected provider.",
      "bulletpoints": [
        "88 published APIs",
        "613 API subscriptions",
        "62 active client applications",
        "200k to 500k API calls per day",
        "4 API gateways",
        "59 backend API deployments in test and production environment"
      ],
      "features": [
        {
          "title": "15%",
          "text": "more inquiries for insurance products after API exposure"
        },
        {
          "title": "5%",
          "text": "increased number of concluded insurance policies after API exposure"
        },
        {
          "title": "2",
          "text": "new partners"
        }
      ]
    },
    {
      "title": "Establishment of API integration infrastructure in a banking environment",
      "menutitle": "API infrastructure in a banking environment",
      "text1": "Digital banking operations require a series of integrations between different applications and systems, both internal and external. With the KumuluzAPI solution, we introduced two integration infrastructure sets - internal and external. Internal integration infrastructure is designed to establish integrations between internal applications and systems with high security requirements. External integration infrastructure consists of two parts - the ingress integration set and the egress integration set.",
      "text2": "A key part of digitizing high-security risk business environments is oversight of all integrations and the ability to manage individual integrations. To achieve a high level of security, we must also ensure simple management of security configuration, thus reducing the possibility of human error. We achieve this by introducing API gateways, which represent a single entry point in the case of ingress integrations, or a single exit point in the case of egress traffic. In this way, all traffic to internal applications comes from one ingress point and all traffic from internal applications to external ones goes through one egress point.",
      "features": [
        {
          "title": "22",
          "text": "integration APIs"
        },
        {
          "title": "up to 1.1M",
          "text": "calls per day"
        },
        {
          "title": "35",
          "text": "active integrations"
        }
      ],
      "image": "/images/ingress-egress-diagram.png"
    }
  ]
}
