{
    "details": [
        {
            "title": "Developer Portal",
            "menutitle": "Developer Portal",
            "text": "The main entry point for client application developers is the KumuluzAPI Developer portal. The Developer portal provides an API catalog where APIs accessible to a specific customer are displayed. Developers access all documentation necessary for implementing client applications through the Developer portal. The Developer portal delivers documentation, API specification, and the ability to subscribe and obtain API Keys for access.",
            "image": "/images/api-dev-portal.png"
        },
        {
            "title": "API Catalog",
            "menutitle": "API Catalog",
            "text": "The API catalog is the central component of KumuluzAPI Management and KumuluzAPI developer portal. KumuluzAPI Management contains several API catalogs: Catalog of all published APIs, catalog of APIs that are imported into KumuluzAPI but not exposed on API gateways, and Catalog of APIs that I own. All catalogs support advanced search methods, grouping, and also tagging of APIs. The API catalog is the main entry point on the Developer portal, where the user is shown all APIs to which they have been grand access.",
            "image": "/images/api-catalog.png"

        },
        {
            "title": "Automatic API Discovery",
            "menutitle": "Automatic API Discovery",
            "text": "Discover APIs through the built-in API discovery mechanism and connect to them without coding URL addresses. Connect to the API discovery registry and obtain addresses dynamically. Automatically register new API publications on the API gateway in the API discovery registry.",
            "image": "/images/api-discovery.png"
        },
        {
            "title": "DevOps and CI/CD Integration",
            "menutitle": "DevOps and CI/CD Integration",
            "text": "Import APIs into the API catalog during the Continuous integration/delivery cycle. Use plugins that automatically generate API specifications from code along with documentation in markdown format, and import APIs into KumuluzAPI without additional manual work.",
            "image": "/images/kapi-ci-cd.png"
        },
        {
            "title": "Documentation",
            "menutitle": "Documentation",
            "text": "KumuluzAPI supports API documentation in markdown, docsify and/or rapidoc format. Easily and efficiently prepare documentation and publish it as embedded or standalone API documentation accessible through the Developer and Management portal. Easily support multilingual documentation.",
            "image": "/images/api-docs.png"
        },
        {
            "title": "Versioning",
            "menutitle": "Versioning",
            "text": "Creating new versions is possible manually or automatically during CI/CD cycles by incrementing the project version. APIs can be versioned separately by environments that we define ourselves (DEV, TEST, UAT, STAGE, PROD).",
            "image": "/images/api-versions.png"
        },
        {
            "title": "Lifecycle Management",
            "menutitle": "Lifecycle Management",
            "text": "KumuluzAPI enables easy management of the API version lifecycle by transitioning between different types of versions, such as: Development, Production, Deprecated, Retired.",
            "image": "/images/api-lifecycle-portal.png"
        },
        {
            "title": "Dependency Analysis and Visualization",
            "menutitle": "Dependency Analysis and Visualization",
            "text": "KumuluzAPI enables visualization of dependencies between APIs and client applications. This way, it enables traceability of connections and integration status.",
            "image": "/images/api-integrations.png"
        }
    ]
}
