{
    "business-details": [
        {
            "title": "Celostno upravljajte API-jev – vsi APIji zbrani na enem mestu, dostopni in dokumentirani",
            "menutitle": "Celostno upravljanje API-jev",
            "text": "Z naraščanjem števila API-jev v poslovnem okolju narašča tudi kompleksnost njihovega upravljanja. Rešitev KumuluzAPI omogoča celostno upravljanje API-jev saj omogoča pregled nad API-ji v poslovnem okolju. Na enem mestu je zbrana dokumentacija, specifikacija vseh API-jev in tudi seznam aplikacij, ki API-je uporabljajo."
        },
        {
            "title": "Zmanjšajte podvajanje in spodbudite konsolidacijo API-jev in poslovnih funkcionalnosti",
            "menutitle": "Konsolidacija API-jev",
            "text": "Rešitev za upravljanje API-jev omogoča enostaven vpogled na API-ji in poslovnimi funkcionalnostmi, ki jih ponujajo. S centralnim registrom enostavno sledimo kaj v našem poslovnem okolju že obstaja in lahko ponovno uporabimo."

        },
        {
            "title": "Uvedite nadzor sprememb (change management)",
            "menutitle": "Nadzor spremembe",
            "text": "Spremembe API-jev v poslovnih okoljih niso enostavne, saj lahko spremembe na API-ju vplivajo na delovanje aplikacij, ki API-je uporabljajo. Rešitev za upravljanje API-jev nudi pregled nad integracijami in omogoča upravljan prehod na nove verzije ter kontrolirano izvajanje sprememb na API-jih brez izpadov odjemalnih aplikacij."
        },
        {
            "title": "Omogočite enostaven on-boarding skozi enoten razvijalski portal",
            "menutitle": "On-boarding skozi razvijalski portal",
            "text": "Razvijalski portal omogoča vsem razvijalcem (zunanjim in internim) somopostrežen dostop do API-jev, njihove dokumentacije in njihove specifikacije. Razvijalčev portal razbremeni in poenostavi delo z zunanjimi razvijalci saj zmanjša število interakcij."
        },
        {
            "title": " Zavarujte API-je in vpeljite nadzor dostopa",
            "menutitle": "Varnost in nadzor dostopa",
            "text": "Centrali pregled in centralo upravljanje varnosti je ključno pri velikem številu API-jev. Rešitev za upravljanje API-jev omogoča centralen nadzor dostopa preko politik, ki upravljajo SLA. Dostop do vseh API-jev v poslovnem okolju poteka preko enotne točke - API prehoda, kar poenostavlja varnostno konfiguracijo na mrežni IT infrastrukturi in s tem izdatno povečuje varnost zaradi enostavnosti in preglednosti."
        },
        {
            "title": "Uporabite APIje za učinkovito integracijo B2B",
            "menutitle": "Učinkovita integracija B2B",
            "text": "B2B integracije so ključnega pomena pri širitvi poslovnih ambicij. Upravljanje dostopa do API-jev, ki naše poslovne funkcionalnosti delijo z našimi partnerji, je ključnega pomena. Zavedati se moramo vsake integracije, jo spremljati in nadzirati ter zagotavljati SLA, kar brez rešitve za upravljanje API-jev ni mogoče izvajati učinkovito."
        },
        {
            "title": "Vzpostavite API ekonomijo",
            "menutitle": "Vzpostavite API ekonomijo",
            "text": "Vsak API s svojimi funkcionalnostmi prinaša poslovno vrednost podjetju. Z uporabo KumuluzAPI lahko API-je enostavno spremenite v digitalno sredstvo, ki ga tržite zunanjim partnerjem in organizacijam."
        }
    ]
}
