{
    "sponsors": {
        "text": "Zadovoljni uporabniki KumuluzAPI rešitve"
    },
    "main-features": {
        "title1": "Glavne Funkcionalnosti",
        "title2": "KumuluzAPI Management Platforme",
        "feature1_title": "Specificirajte in dokumentirajte API-je",
        "feature1_text": "Specificirajte API-je z uporabo OpenAPI 2.0/3.0, RAML ali WSDL in dokumentirajte API-je v markdown, Docksify ali Rapidoc formatu.",
        "feature2_title": "Samodejno uvozite API-je ",
        "feature2_text": "Samodejno uvozite API-je z orodji za gradnjo tekom CI cikla. KumuluzAPI podpira vtičnike za maven, gradle in .NET.",
        "feature3_title": "Integrirajte in upravljajte odprtokodne API prehode",
        "feature3_text": "KumuluzAPI poleg lastnega API prehoda podpira integracijo tudi z drugimi odprtokodnimi API prehodi kot je Apiman in Kong GW.",
        "feature4_title": "\"Low code\" API implementacija",
        "feature4_text": "Implementacija agregiranih in oskubljenih (podmnožica operacij) API-jev ne zahteva pisanje nove kode. Implementirajte API-je s konfiguracijo podmnožico operacij zalednega API-ja in kombinirajte več zalednih API-je v agregirane API-je.",
        "feature5_title": "Zavarujte API-je ",
        "feature5_text": "Definirajte varnostne mehanizme in zaščitite svoje API-je z mehanizmi za avtentikacijo, avtorizacijo in enkripcijo brez dodatne kode. Definirajte različne nivoje varnostni s kombiniranjem varnostnih politik v plane.",
        "feature6_title": "Nadzirajte dostop",
        "feature6_text": "Nadzirajte aktivnost dostopov do API-jev in aktivnosti odjemalnih aplikacij. Definirajte politike in plane dostopa in zagotovite ustrezen QoS (quality of Service). Spremljajte trend klicev in odzivnost API prehodov."
    },
    "diagram": {
        "description": "Obrazložitev diagrama in ostale informacije o tej sliki.",
        "specs-button": "TEHNOLOŠKE SPECIFIKACIJE"
    },
    "advantages": {
        "advantage1-text": "Lahkotna namestitev \"On-premis\" ali SaaS",
        "advantage2-text": "Enostavne in hitre nadgradnje, od politik, do integracij",
        "advantage3-text": "Ločena komponenta za management in razvijalce",
        "advantage4-text": "Poslovni model povsem po vaši meri"
    },
    "blog": {
        "blog-title": "Zadnje blog objave",
        "show-more": "Več",
        "post1-title": "API ekonomija - Kaj je in kako vam lahko pomaga pri rasti vašega podjetja?",
        "post1-text": "Preprosto povedano API-ji določajo, kako naj dve aplikaciji med seboj komunicirata oziroma izmenjata podatke. Čeprav se sliši definicija API-ja izjemno preprosta, pa je s prihodom API-jev zaživela povsem nova ekonomija – API ekonomija, ki pa postaja vse bolj kompleksna in zahtevna, a ključna za rast in razvoj skoraj vsake organizacije.",
        "post2-title": "API Management v najzahtevnejših poslovnih okoljih",
        "post2-text": "Najuspešnejša hitro rastoča podjetja svoje poslovanje danes širijo predvsem na podlagi digitalnih rešitev, digitalnih poslovnih modelov ter digitalnih sredstev. Razumejo API ekonomijo in s kreiranjem digitalnih sredstev rušijo fizične omejitve rasti, saj so digitalna sredstva enostavno ponovljiva in skalabilna.",
        "post3-title": "Novi digitalni poslovni modeli, ki jih omogočajo API-ji",
        "post3-text": "API-ji so koristni tako za podjetja, ki jih izpostavijo, kot tudi za razvijalce, ki jih uporabijo. Razvijalci z uporabo API-jev uporabijo že obstoječe programske komponente namesto da se poslužijo razvoja novih in tako prihranijo čas, denarni vložek. Podjetja, ki pa izpostavijo/ponujajo svoje API-je, pa lahko promovirajo svoje rešitve in zaslužijo s prodajo le teh. "
    },
    "video": {
        "video-title": "Zmogljiva API Management Platforma, popolnoma prilagojena vašim potrebam",
        "video-text": "Celovita rešitev za upravljanje z API-ji, zasnovana na modularni način. Varna, hitro nadgradljiva in razširljiva, obenem pa dostopna po poslovnem modelu, ki vam najbolj ustreza."
    },
    "case-study-title": "ŠTUDIJA PRIMERA"
}
