{
    "sponsors": {
        "text": "Zaupajo nam"
    },
    "main-features": {
        "title1": "Najpomembnejše značilnosti",
        "title2": "platforme KumuluzAPI",
        "title3": "Vzpostavite nove poslovne modele skozi APIje",
        "feature1_title": "Celostno upravljajte API-jev – vsi APIji zbrani na enem mestu, dostopni in dokumentirani",
        "feature1_text": "Z naraščanjem števila API-jev v poslovnem okolju narašča tudi kompleksnost njihovega upravljanja. Rešitev KumuluzAPI omogoča celostno upravljanje API-jev saj omogoča pregled nad API-ji v poslovnem okolju.",
        "feature2_title": "Zmanjšajte podvajanje in spodbudite konsolidacijo API-jev in poslovnih funkcionalnosti",
        "feature2_text": "Rešitev za upravljanje API-jev omogoča enostaven vpogled na API-ji in poslovnimi funkcionalnostmi, ki jih ponujajo. S centralnim registrom enostavno sledimo kaj v našem poslovnem okolju že obstaja in lahko ponovno uporabimo.",
        "feature3_title": "Uvedite nadzor sprememb (change management)",
        "feature3_text": "Spremembe API-jev v poslovnih okoljih niso enostavne, saj lahko spremembe na API-ju vplivajo na delovanje aplikacij, ki API-je uporabljajo. Rešitev za upravljanje API-jev nudi pregled nad integracijami in omogoča upravljan prehod na nove verzije ter kontrolirano izvajanje sprememb na API-jih brez izpadov odjemalnih aplikacij.",
        "feature4_title": "Nadzirajte dostop",
        "feature4_text": "Nadzirajte aktivnost dostopov do API-jev in aktivnosti odjemalnih aplikacij. Definirajte politike in plane dostopa in zagotovite ustrezen QoS (Quality of Service). Spremljajte trend klicev in odzivnost API prehodov.",
        "feature5_title": "Vzpostavite API ekonomijo",
        "feature5_text": "Vsak API s svojimi funkcionalnostmi prinaša poslovno vrednost podjetju in partnerjem. API-je enostavno spremenite v digitalno sredstvo, ki ga tržite zunanjim partnerjem. Vzpostavite nove vrednostne verige in nove kanale za ustvarjanje prihodkov.",
        "feature6_title": "Uporabite APIje za učinkovito integracijo B2B",
        "feature6_text": "B2B integracije so ključnega pomena pri širitvi poslovnih ambicij. Upravljanje dostopa do API-jev, ki naše poslovne funkcionalnosti delijo z našimi partnerji, je ključnega pomena. Zavedati se moramo vsake integracije, jo spremljati in nadzirati ter zagotavljati SLA, kar brez rešitve za upravljanje API-jev ni mogoče izvajati učinkovito.",
        "feature7_title": "Omogočite enostaven on-boarding skozi enoten razvijalski portal",
        "feature7_text": "Razvijalski portal omogoča vsem razvijalcem (zunanjim in internim) somopostrežen dostop do API-jev, njihove dokumentacije in njihove specifikacije. Razvijalčev portal razbremeni in poenostavi delo z zunanjimi razvijalci saj zmanjša število interakcij.",
        "feature8_title": "Poenostavite dostavo API ključev",
        "feature8_text": "Dostop do API-jev je omogočen preko API ključev, ki so dodeljeni ob potrditvi naročnine. Razvijalčev portal omogoča enostavno in varno delitev API ključev razvijalcem odjemalnih aplikacij.",
        "feature9_title": "Peskovnik za seznanjanje z API-ji",
        "feature9_text": "Vzpostavite peskovnik in razvijalcem omogočite interakcijo z vašimi API-ji. Peskovnik omogoča vzpostavitev varnega okolja za seznanjanje in preizkušanje vaših API-jev tako zunanjim kot internim razvijalcem.",
        "feature10_title": "Zavarujte API-je in vpeljite nadzor dostopa",
        "feature10_text": "Centrali pregled in centralo upravljanje varnosti je ključno pri velikem številu API-jev. Rešitev omogoča centralen nadzor dostopa preko politik, ki upravljajo SLA. Dostop do vseh API-jev v poslovnem okolju poteka preko enotne točke - API prehoda, kar poenostavlja varnostno konfiguracijo in s tem izdatno povečuje varnost zaradi enostavnosti in preglednosti."
    },
    "diagram": {
        "description": "Oglejte si vse prednosti, ki jih ponuja platforma KumuluzAPI.",
        "specs-button": "TEHNOLOŠKE PREDNOSTI",
        "business-button": "POSLOVNE PREDNOSTI"
    },
    "advantages": {
        "advantage1-text": "Lahkotna namestitev \"On-premise\" ali SaaS",
        "advantage2-text": "Enostavne in hitre nadgradnje, od politik, do integracij",
        "advantage3-text": "Ločena komponenta za management in razvijalce",
        "advantage4-text": "Poslovni model povsem po vaši meri"
    },
    "blog": {
        "blog-title": "Zadnje blog objave",
        "show-more": "Več",
        "post1-title": "API ekonomija - Kaj je in kako vam lahko pomaga pri rasti vašega podjetja?",
        "post1-text": "Preprosto povedano API-ji določajo, kako naj dve aplikaciji med seboj komunicirata oziroma izmenjata podatke. Čeprav se sliši definicija API-ja izjemno preprosta, pa je s prihodom API-jev zaživela povsem nova ekonomija – API ekonomija, ki pa postaja vse bolj kompleksna in zahtevna",
        "post2-title": "API Management v najzahtevnejših poslovnih okoljih",
        "post2-text": "Najuspešnejša hitro rastoča podjetja svoje poslovanje danes širijo predvsem na podlagi digitalnih rešitev, digitalnih poslovnih modelov ter digitalnih sredstev. Razumejo API ekonomijo in s kreiranjem digitalnih sredstev rušijo fizične omejitve rasti, saj so digitalna sredstva enostavno",
        "post3-title": "Novi digitalni poslovni modeli, ki jih omogočajo API-ji",
        "post3-text": "API-ji so koristni tako za podjetja, ki jih izpostavijo, kot tudi za razvijalce, ki jih uporabijo. Razvijalci z uporabo API-jev uporabijo že obstoječe programske komponente namesto da se poslužijo razvoja novih in tako prihranijo čas, denarni vložek. Podjetja, ki pa izpostavijo/ponujajo svoje API-je"
    },
    "video": {
        "video-title": "Zmogljiva platforma za upravljanje APIjev, popolnoma prilagojena vašim potrebam",
        "video-text": "Celovita rešitev za upravljanje z API-ji, zasnovana na modularni način. Varna, hitro nadgradljiva in razširljiva, obenem pa dostopna po poslovnem modelu, ki vam najbolj ustreza."
    },
    "case-study-title": "ŠTUDIJA PRIMERA"
}
