{
    "details": [
        {
            "title": "Portal za razvijalce",
            "text": "Glavna vstopna točka za razvijalce odjemalnih aplikacij je KumuluzAPI Developer portal. Developer portal nudi katalog API-jev, kjer so prikazani API-ji, dostopni določeni stranki. Razvijalci preko Developer portala dostopajo do vse dokumentacije potrebne za implementacijo odjemalnih aplikacij. Developer portal dostavi dokumentacijo, API specifikacijo in možnost naročanja in prodobivanja API Ključev za dostop."
        },
        {
            "title": "Katalog API-jev",
            "text": "Katalog API-jev osrednja komponenta KumuluzAPI Management in KumuluzAPI developer portal. KumuluzAPI Management vsebuje več katalogov API-jev: Katalog vseh objavljenih API-jev, katalog API-je, ki so uviženi v KumuluzAPI, niso pa izpostavljeni na API prehodih in Katalog API-jev, ki so v moji lasti. Vsi katalogi podpirajo napredne načine iskanja, grupiranja in tudi tagiranja API-jev. Katalog API-jev je glavna vstopna točka na Developer portalu, kjer so uporabniku prikazani vsi API-ji, do katerih mu je bil dodeljen dostop."

        },
        {
            "title": "Samodejno odkrivanje API-jev in populiranje kataloga API-jev brez ročnih posegov",
            "text": "Odkrijte API-je preko vgrajenega API discovery mehanizma in se z njimi povežite brez kodiranja URL naslovov. Povežite se na API discovery register in pridobite vse naslove dinamično. Samodejno registriraj nove objave API-ja na API prehod v API discovery register."
        },
        {
            "title": "Integracija z DevOps in Continous integration/delivery",
            "text": "Uvozite API-jev v katalog API-jev tekom Continuous integration/delivery cikla. Uporabite vtičnike s katerimi samodejno iz kode generirate API specifikacijo skupaj z dokumentacijo v markdown formatu, in uvozite API vi KumuluzAPI brez dodatnega ročnega dela."
        },
        {
            "title": "Dokumentiranje API-jev v standardni in jezikovno in tehnološko agnostični obliki",
            "text": "KumuluzAPI podpira dokumentiranje API-jev v markdown, docify in/ali rapidoc formatu. Enostavno in učinkovito pripravite dokumentacijo in jo objavite kot vgrajeno ali standalone dokumentacijo API-ja, ki je dostopna preko Developer in Management portala. Enostavno podprite večjezično dokumentacijo."
        },
        {
            "title": "Verzioniranje API-jev v različnih okoljih",
            "text": "Ustvarjanje novih verzij je mogoče ročno ali samodejno tekokom CI/CD cikal z dvigom verzije projekta. API-je lahko verzioniramo ločeno po okoljih, ki jih definiramo sami (DEV, TEST, UAT, STAGE, PROD)."
        },
        {
            "title": "Upravljanje življenskega cikla API-jev",
            "text": "KumuluzAPI omogoča enostavno upravljanje življenskega cikla API verzije s prehajanjem med različnimi tipi verzij, kot so: Development, Production, Deprecated, Retired."
        },
        {
            "title": "Analiza in vizualizacija odvisnosti API, odjemalnih aplikacij in podatkovnih shem",
            "text": "KumuluzAPI omogoča vizualizacijo odvisnosti med API-ji in odjemalnimi aplikacijami. Na ta način omogoča sledljivost povezav in statusa integracij."
        }
    ],
    "header": {
        "title": "Tehnične podrobnosti"
    }
}
