{
    "details": [
        {
            "title": "Portal za razvijalce",
            "menutitle": "Portal za razvijalce",
            "text": "Glavna vstopna točka za razvijalce odjemalnih aplikacij je KumuluzAPI Developer portal (portal za razvijalce). Portal za razvijalce nudi katalog API-jev, kjer so prikazani API-ji, dostopni določeni stranki. Razvijalci preko portala dostopajo do vse dokumentacije potrebne za implementacijo odjemalnih aplikacij. Portal za razvijalce dostavi dokumentacijo, API specifikacijo in možnost naročanja ter prodobivanja API ključev za dostop.",
            "image": "/images/api-dev-portal.png"
        },
        {
            "title": "Katalog API-jev",
            "menutitle": "Katalog API-jev",
            "text": "Katalog API-jev osrednja komponenta KumuluzAPI Management (portal za upravljanje) in KumuluzAPI Developer portala. Portal za upravljanje vsebuje več katalogov API-jev: vseh internih APIjev, APIjev za zunanje uporabnike, APIjev glede na tip in klasifikacijo. Vsi katalogi podpirajo napredne načine iskanja, grupiranja in tudi tagiranja API-jev. Katalog API-jev je glavna vstopna točka na portalu za razvijalce, kjer so uporabniku prikazani vsi API-ji, do katerih mu je bil dodeljen dostop.",
            "image": "/images/api-catalog.png"

        },
        {
            "title": "Samodejno odkrivanje API-jev",
            "menutitle": "Samodejno odkrivanje API-jev",
            "text": "Odkrijte API-je preko vgrajenega API discovery mehanizma in se z njimi povežite brez kodiranja URL naslovov. Povežite se na API discovery register in pridobite naslove dinamično. Samodejno registrirajte nove objave API-ja na API prehod v API discovery register.",
            "image": "/images/api-discovery.png"
        },
        {
            "title": "Integracija z DevOps in CI/CD",
            "menutitle": "Integracija z DevOps in CI/CD",
            "text": "Uvozite API-jev v katalog API-jev tekom cikla neprekinjene integracije/dostave. Uporabite vtičnike s katerimi samodejno iz kode generirate API specifikacijo skupaj z dokumentacijo v formatu markdown, in uvozite API vi KumuluzAPI brez dodatnega ročnega dela.",
            "image": "/images/kapi-ci-cd.png"
        },
        {
            "title": "Dokumentiranje",
            "menutitle": "Dokumentiranje",
            "text": "KumuluzAPI podpira dokumentiranje API-jev v markdown, docsify in/ali rapidoc formatu. Enostavno in učinkovito pripravite dokumentacijo in jo objavite kot vgrajeno ali standalone dokumentacijo API-ja, ki je dostopna preko Developer in Management portala. Enostavno podprite večjezično dokumentacijo.",
            "image": "/images/api-docs.png"
        },
        {
            "title": "Verzioniranje",
            "menutitle": "Verzioniranje",
            "text": "Ustvarjanje novih verzij je mogoče ročno ali samodejno tekom CI/CD cikal z dvigom verzije projekta. API-je lahko verzioniramo ločeno po okoljih, ki jih definiramo sami (DEV, TEST, UAT, STAGE, PROD).",
            "image": "/images/api-versions.png"
        },
        {
            "title": "Upravljanje življenskega cikla",
            "menutitle": "Upravljanje življenskega cikla",
            "text": "KumuluzAPI omogoča enostavno upravljanje življenskega cikla API verzije s prehajanjem med različnimi tipi verzij, kot so: Development, Production, Deprecated, Retired.",
            "image": "/images/api-lifecycle-portal.png"
        },
        {
            "title": "Analiza in vizualizacija odvisnosti",
            "menutitle": "Analiza in vizualizacija odvisnosti",
            "text": "KumuluzAPI omogoča vizualizacijo odvisnosti med API-ji in odjemalnimi aplikacijami. Na ta način omogoča sledljivost povezav in statusa integracij.",
            "image": "/images/api-integrations.png"
        }
    ],

    "button-back": "NAZAJ"
}
